Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Enter the command you want to execute:
ug: ئىجرا قىلماقچى بولغان بۇيرۇقنى بۇ يەرگە كىرگۈزۈڭ:

source: Enter the countdown time
ug: تەتۈر ساناش ۋاقتىنى كىرگۈزۈڭ

source: Enter the name of a program to open mount points in a terminal
ug: تېرمىنالدا ئېگەرلەش نۇقتىسىنى ئاچىدىغان پروگرامما ئاتىنى كىرگۈزۈڭ

source: Enter the name of a program to use to open or view mount points
ug: ئېچىش ياكى ئېگەرلەش نۇقتىسىنى كۆرۈش ئۈچۈن پروگرامما ئاتىنى كىرگۈزۈڭ

source: Enter the name of the artist or author of this file here.
ug: ئورۇنلىغۇچى ئاتىنى ياكى بۇ ھۆججەتنىڭ ئاپتورىنى بۇ يەرگە كىرگۈزۈڭ.

source: Enter the new name:
ug: يېڭى ئات:

source: Enter the release year here.
ug: تارقىتىلغان يىلىنى بۇ يەرگە كىرگۈزۈڭ:

source: Enter the song title here.
ug: ناخشا ماۋزۇسىنى بۇ يەرگە كىرگۈزۈڭ.

source: Enter the text that should be used as replacement for the pattern above.
ug: يۇقىرىقى ئەندىزىنى ئالماشتۇرىدىغان تېكىستنى كىرگۈزۈڭ.

source: Enter the text to search for in the file names.
ug: كىرگۈزگەن تېكىستنى ھۆججەت ئاتىدىن ئىزدەيدۇ

source: Enter the time of alarm (24h format)
ug: قوڭغۇراق چېلىش ۋاقتىنى كىرگۈزۈڭ (24 پىچىمىدا)

source: Enter the title for the current terminal tab
ug: ھازىرقى تېرمىنال يەتكۈچىنىڭ ماۋزۇسىنى كىرگۈزۈڭ

source: Enter the track number here.
ug: نەغمە نومۇرىنى بۇ يەرگە كىرگۈزۈڭ.

source: Enter your comments here.
ug: ئىزاھاتىڭىزنى بۇ يەرگە كىرگۈزۈڭ.

source: Entire screen
ug: پۈتۈن ئېكران

source: Entry
ug: كىرگۈ

source: Environment
ug: مۇھىت

source: Epiphany Web Browser
ug: Epiphany توركۆرگۈ

source: Equal
ug: تەڭ

source: Equalizer
ug: تەڭشىگۈچ

source: Erase TTY
ug: TTY نى ئۆچۈر

source: Erroneous attachment: %s
ug: ناتوغرا چاپلانما: %s

source: Error
ug: خاتالىق

source: Error - %s
ug: خاتالىق - %s

source: Error checking%s%s
ug: %s%s تەكشۈرۈشتە خاتالىق كۆرۈلدى

source: Error creating directory '%s': %s
ug: مۇندەرىجە «%s» نى قۇرۇشتا خاتالىق كۆرۈلدى: %s

source: Error detected: %s
ug: خاتالىق بايقالدى: %s

source: Error determining disc
ug: دىسكىنى ئېنىقلاشتا خاتالىق كۆرۈلدى

source: Error downloading the image!
ug: مەزكۇر سۈرەتنى چۈشۈرۈشتە خاتالىق كۆرۈلدى!

source: Error executing on-mount command "%s".
ug: ئېگەرلىگەندە بۇيرۇق «%s» نى ئىجرا قىلىشتا خاتالىق كۆرۈلدى.

source: Error in command "%s"
ug: بۇيرۇق «%s» نىڭدىكى خاتالىق

source: Error in modem reply to COPS
ug: COPS غا جاۋاب بېرىشتە مودېمدا خاتالىق كۆرۈلدى

source: Error in modem reply to CPIN
ug: CPIN غا جاۋاب بېرىشتە مودېمدا خاتالىق كۆرۈلدى

source: Error in modem reply to CREG
ug: CREG غا جاۋاب بېرىشتە مودېمدا خاتالىق كۆرۈلدى

source: Error in modem reply to CSQ
ug: CSQ غا جاۋاب بېرىشتە مودېمدا خاتالىق كۆرۈلدى

source: Error loading feed '%s'
ug: فىد(feed) ‹%s› نى ئوقۇشتا خاتالىق كۆرۈلدى

source: Error merging files, no output file specified
ug: ھۆججەتلەرنى بىرىكتۈرۈشتە خاتالىق كۆرۈلدى، نەتىجىنى يازىدىغان ھۆججەت كۆرسىتىلمەپتۇ

source: Error opening radio device
ug: رادىئو ئۈسكۈنىسىنى ئېچىش مەغلۇپ بولدى

source: Error opening the image!
ug: مەزكۇر سۈرەتنى ئېچىشتا خاتالىق كۆرۈلدى!

source: Error parsing options: %s
ug: تاللانمىلارنى تەھلىل قىلىشتا خاتالىق كۆرۈلدى: %s

source: Error parsing: %s
ug: تەھلىل قىلىشتا خاتالىق كۆرۈلدى: %s

source: Error reading data from child process: %s
ug: بالا ئىجرادىن سانلىق-مەلۇماتلارنى ئوقۇشتا خاتالىق كۆرۈلدى: %s

source: Error reading from modem
ug: مودېمدىن ئوقۇشتا خاتالىق كۆرۈلدى

source: Error receiving response from shutdown helper: %s
ug: توكنى ئۈزۈش ياردەمچىسىدىن بۇيرۇق قوبۇللاشتا خاتالىق كۆرۈلدى: %s

source: Error saving playlist file
ug: قويۇش تىزىمى ھۆججىتىنى ساقلاشتا خاتالىق كۆرۈلدى

source: Error sending command to shutdown helper: %s
ug: توكنى ئۈزۈش ياردەمچىسىگە بۇيرۇق ئەۋەتىشتە خاتالىق كۆرۈلدى: %s

source: Error sending signal
ug: سىگنال ئەۋەتىشتە خاتالىق كۆرۈلدى

source: Error setting priority
ug: مەرتىۋىنى بەلگىلەشتە خاتالىق كۆرۈلدى

source: Error updating%s%s
ug: %s%s يېڭىلاشتا خاتالىق كۆرۈلدى

source: Error when changing folder permissions.
ug: مۇندەرىجە ھوقۇقىنى ئۆزگەرتىشتە خاتالىق كۆرۈلدى.

source: Error while applying the configuration.
ug: سەپلىمە قوللىنىشتا خاتالىق كۆرۈلدى.

source: Error while executing "%s" (%s).
ug: «%s» نى ئىجرا قىلىۋاتقاندا خاتالىق كۆرۈلدى (%s).

source: Error while getting share information: %s
ug: ھەمبەھىر ئۇچۇرىنى ئېلىشتا خاتالىق كۆرۈلدى: %s

source: Error while parsing the Openbox configuration file. Your configuration file is not valid XML. Message: %s
ug: سەپلىمە ھۆججەت(Openbox نىڭ) نى تەھلىل قىلىشتا خاتالىق كۆرۈلدى. بۇ سەپلىمە ھۆججەت ئىناۋەتلىك XML ھۆججىتى ئەمەس ئىكەن. ئۇچۇر: %s

source: Error writing to modem
ug: مودېمغا يېزىشتا خاتالىق كۆرۈلدى

source: Error, lxshortcut not installed
ug: خاتا، lxshortcut ئورنىتىلماپتۇ

source: Error, you need to install an application to configure the sound (pavucontol, alsamixer ...)
ug: خاتالىق كۆرۈلدى، ئاۋازنى سەپلەش ئۈچۈن بىرەر پروگرامما ئورنىتىشىڭىز زۆرۈر (pavucontol، alsamixer … دېگەندەكلەرنى )

source: Error: %s
ug: خاتالىق: %s

source: Error: Could not connect to sensors!
ug: خاتالىق: سەزگۈچكە باغلىنالمىدى!

source: Escape sequence
ug: Esc تەرتىپى

source: Espace entre les lanceurs :
ug: ئىجراچى ئارىسىدىكى ئارىلىق:

source: Estimated writing speed:
ug: يېزىش سۈرىتىنى ھېسابلاۋاتىدۇ:

source: Ethernet
ug: ئېفىر تورى

source: Europe
ug: ياۋروپا

source: Europe/Amsterdam
ug: ياۋروپا/ئامىستېردام

source: Europe/Andorra
ug: ياۋروپا/ئاندوررا

source: Europe/Athens
ug: ياۋروپا/ئافېنا

source: Europe/Belfast
ug: ياۋروپا/بېلفاست

source: Europe/Belgrade
ug: ياۋروپا/بېلگراد

source: Europe/Berlin
ug: ياۋروپا/بېرلىن

source: Europe/Bratislava
ug: ياۋروپا/بىراتىسلاۋا

source: Europe/Brussels
ug: ياۋروپا/بىريۇسسېل

source: Europe/Bucharest
ug: ياۋروپا/بۇخارېست

source: Europe/Budapest
ug: ياۋروپا/بۇداپېشت

source: Europe/Chisinau
ug: ياۋروپا/كىشىنېۋ

source: Europe/Copenhagen
ug: ياۋروپا/كوپېنھاگېن

source: Europe/Dublin
ug: ياۋروپا/دۇبلىن

source: Europe/Gibraltar
ug: ياۋروپا/جەبىلتارىق

source: Europe/Helsinki
ug: ياۋروپا/خېلسىنكى

source: Europe/Istanbul
ug: ياۋروپا/ئىستانبۇل

source: Europe/Kaliningrad
ug: ياۋروپا/كالىنىنگراد

source: Europe/Kiev
ug: ياۋروپا/كىيېۋ

source: Europe/Lisbon
ug: ياۋروپا/لىسبون

source: Europe/Ljubljana
ug: ياۋروپا/لىيۇبليانا

source: Europe/London
ug: ياۋروپا/لوندون

source: Europe/Luxembourg
ug: ياۋروپا/لىيۇكسېمبۇرگ

source: Europe/Madrid
ug: ياۋروپا/مادرىد

source: Europe/Malta
ug: ياۋروپا/مالتا

source: Europe/Minsk
ug: ياۋروپا/مىنسك

source: Europe/Monaco
ug: ياۋروپا/موناكو

source: Europe/Moscow
ug: ياۋروپا/موسكۋا

source: Europe/Nicosia
ug: ياۋروپا/نىكوزىيە

source: Europe/Oslo
ug: ياۋروپا/ئوسلو

source: Europe/Paris
ug: ياۋروپا/پارىژ

source: Europe/Prague
ug: ياۋروپا/پىراگا

source: Europe/Riga
ug: ياۋروپا/رىگا

source: Europe/Rome
ug: ياۋروپا/رىم

source: Europe/Samara
ug: ياۋروپا/سامارا

source: Europe/San_Marino
ug: ياۋروپا/سان-مارىنو

source: Europe/Sarajevo
ug: ياۋروپا/سارايېۋو

source: Europe/Simferopol
ug: ياۋروپا/سىمفېروپول

source: Europe/Skopje
ug: ياۋروپا/سىكوپژې

source: Europe/Sofia
ug: ياۋروپا/سوفىيە

source: Europe/Stockholm
ug: ياۋروپا/سىتوكھولم

source: Europe/Tallinn
ug: ياۋروپا/تاللىن

source: Europe/Tirane
ug: ياۋروپا/تىرانا

source: Europe/Uzhgorod
ug: ياۋروپا/ئۇزگورود

source: Europe/Vaduz
ug: ياۋروپا/ۋادۇز

source: Europe/Vatican
ug: ياۋروپا/ۋاتىكان

source: Europe/Vienna
ug: ياۋروپا/ۋىيېننا

source: Europe/Vilnius
ug: ياۋروپا/ۋىلنيۇس

source: Europe/Warsaw
ug: ياۋروپا/ۋارشاۋا

source: Europe/Zagreb
ug: ياۋروپا/زاگرېب

source: Europe/Zaporozhye
ug: ياۋروپا/زاپورزىيە

source: Europe/Zurich
ug: ياۋروپا/سىيۇرىخ

source: Even row
ug: جۈپ قۇر

source: Evening
ug: كەچ

source: Event
ug: ھادىسە

source: Event list
ug: ھادىسە تىزىملىكى

source: Event sounds
ug: ھادىسە ئاۋازى

source: Event that will happen sometime. For example: Meeting or birthday or TV show.
ug: بەزىدە ئالاھىدە ئىش تۇز بېرىدۇ.مەسىلەن: يىغىن ياكى تۇغۇلغان كۈن ياكى تېلېۋىزىيە ئويۇنى دېگەندەك.

source: Eventlist window
ug: Eventlist كۆزنىكى

source: Everything
ug: ھەممىسى

source: Example for a custom action
ug: ئىختىيارى مەشغۇلات ھەققىدىكى مىسال

source: Example: lame - %o %i for input file, %o for output file, - for stdin
ug: مىسال: lame - %o %i كىرىش ھۆججىتى، %o چىقىرىش ھۆججىتى, - for stdin

source: Examples
ug: مىساللار

source: Examples: "xterm -e %s" for terminal or "gksu %s" for switching user. %s = the command line you want to execute with terminal or su.
ug: مىساللار: تېرمىنال ئۈچۈن «xterm -e %s»، ياكى ئىشلەتكۈچى ئالماشتۇرۇش ئۈچۈن «gksu %s». %s = تېرمىنال ياكى su بىلەن بىرگە ئىجرا قىلىدىغان بۇيرۇق قۇرى.

source: Exceptions
ug: مۇستەسنا

source: Exclude
ug: سىرتىدا

source: Exclude ignored files
ug: پەرۋا قىلمىغان ھۆججەتلەرنى چىقىرىۋەتسۇن

source: Exclude the following file systems from the menu. The list is separated by simple spaces. It is up to you to specify correct devices or mount points.
ug: تۆۋەندىكى ھۆججەت سىستېمىلىرىنى تىزىملىكتىن چىقىرىۋېتىدۇ. تىزىملىك بوشلۇق بىلەن ئايرىلىدۇ. بۇ سىزنىڭ توغرا بولغان ئۈسكۈنە ياكى ئېگەرلەش نۇقتىسىنى بەلگىلىشىڭىزگە باغلىق.

source: Excluded days are full days where this appointment is not happening
ug: چىقىرىۋېتىدىغان كۈنلەر پۈتۈن كۈن بولىدۇ، ھەم بۇ كۈندە دېيىشمىلەرنىڭ ھېچقايسىسى ئېلىپ بېرىلمايدۇ

source: Executable Files
ug: پروگرامما(ئىجرا بولىدىغان ھۆججەت)

source: Executable files
ug: پروگرامما(ئىجرا بولىدىغان ھۆججەت)

source: Execute <parameter>command</parameter> inside the terminal
ug: <parameter>بۇيرۇق</parameter> نى تېرمىنال ئىچىدە ئىجرا قىل

source: Execute File
ug: ھۆججەت ئىجرا قىلىش

source: Execute add action
ug: ‹قوش› نى ئىجرا قىلىش

source: Execute blame action
ug: ‹blame› نى ئىجرا قىلىش

source: Execute branch action
ug: ‹branch› نى ئىجرا قىلىش

source: Execute changelist action
ug: ‹changelist› نى ئىجرا قىل

source: Execute checkout action
ug: ‹checkout› نى ئىجرا قىل

source: Execute clean action
ug: ‹clean› نى ئىجرا قىلىش

source: Execute cleanup action
ug: ‹cleanup› نى ئىجرا قىل

source: Execute clone action
ug: ‹clone› نى ئىجرا قىلىش

source: Execute commit action
ug: ‹commit› نى ئىجرا قىل

source: Execute copy action
ug: ‹copy› نى ئىجرا قىل

source: Execute custom command line to open files
ug: ھۆججەتلەرنى بۇيرۇق قۇرىدا ئىجرا قىلغان پروگراممىدا ئېچىش

source: Execute delete action
ug: ‹delete› نى ئىجرا قىل

source: Execute diff action
ug: سېلىشتۇر(diff) نى ئىجرا قىل

source: Execute export action
ug: ‹export› نى ئىجرا قىل

source: Execute import action
ug: ‹import› نى ئىجرا قىل

source: Execute in _Terminal
ug: تېرمىنالدا ئىجرا قىل(_T)

source: Execute lock action
ug: ‹lock› نى ئىجرا قىل

source: Execute log action
ug: ‹log› ئىجرا قىلىش

source: Execute move action
ug: ‹move› نى ئىجرا قىلىش

source: Execute properties action
ug: ‹properties› نى ئىجرا قىل

source: Execute relocate action
ug: ‹relocate› نى ئىجرا قىل

source: Execute reset action
ug: ‹reset› نى ئىجرا قىلىش

source: Execute resolved action
ug: ‹resolved› نى ئىجرا قىل

source: Execute revert action
ug: ‹revert› نى ئىجرا قىل

source: Execute stash action
ug: ‹stash› نى ئىجرا قىلىش

source: Execute status action
ug: ‹status› نى ئىجرا قىلىش

source: Execute switch action
ug: ‹switch› نى ئىجرا قىل

source: Execute the remainder of the command line inside the terminal
ug: بۇيرۇق قۇرى ئەسلەتمىسىنى تېرمىنال ئىچىدە ئىجرا قىلسۇن

source: Execute the selected file
ug: تاللانغان ھۆججەتنى ئىجرا قىل

source: Execute the specified command
ug: كۆرسىتىلگەن بۇيرۇقنى ئىجرا قىلىدۇ

source: Execute unlock action
ug: ‹unlock› نى ئىجرا قىل

source: Execute update action
ug: ‹update› نى ئىجرا قىل

source: Execution error
ug: ئىجرا خاتالىقى

source: Exists
ug: مەۋجۇت

source: Exit the mixer
ug: كىرىشتۈرگۈدىن چىقىدۇ

source: Expand All
ug: ھەممىنى يايىدۇ

source: Experienced
ug: تەجرىبىلىك

source: Expert
ug: مۇتەخەسسىس

source: Export
ug: چىقار

source: Export Related Options:
ug: ‹Export› قا مۇناسىۋەتلىك تاللانمىلار:

source: Export certificate
ug: گۇۋاھنامىنى ئېكسپورت قىلىش

source: Exposure Program:
ug: Exposure پروگرامما:

source: Exposure Time:
ug: Exposure ۋاقتى:

source: Extend your media player
ug: ۋاسىتە قويغۇڭىزنى كېڭەيتىڭ

source: Extended
ug: كېڭەيتىلگەن

source: Extension (e.g. .mp3) will be appended automatically. Leave the field empty for default (%a - %t).
ug: كېڭەيتىلمە ئاتى (.mp3 دېگەندەك) ئاپتوماتىك قوشۇلىدۇ. قۇرۇق بولسا كۆڭۈلدىكىسى ئىشلىتىلىدۇ (%a - %t).

source: Extensions
ug: كېڭەيتىلمىلەر

source: Extensions are disabled.
ug: كېڭەيتىلمىلەر چەكلەنگەن.

source: External
ug: سىرتقى

source: External DVI Monitor
ug: سىرتقى DVI كۆزەتكۈچ

source: External Download Manager - Aria2
ug: سىرتقى چۈشۈرگۈچ - Aria2

source: External Download Manager - CommandLine
ug: سىرتقى چۈشۈرگۈچ - CommandLine

source: External Download Manager - SteadyFlow
ug: سىرتقى چۈشۈرگۈچ - SteadyFlow

source: External Programs
ug: سىرتقى پروگراممىلار

source: External VGA Monitor
ug: سىرتقى VGA كۆزەتكۈچ

source: External images were blocked.
ug: سىرتقى رەسىملەر چەكلەنگەن.

source: Externally Modified
ug: سىرتتا تۈزىتىلگەن

source: Extra days to show
ug: كۆرسىتىدىغان قوشۇمچە كۈنلەر

source: Extra settings
ug: باشقا تەڭشەكلەر

source: Extract
ug: ياي

source: Extract _Here
ug: بۇ يەرگە ياي(_H)

source: Extract archive
ug: ئارخىپنى ياي

source: Extract the selected archive
ug: تاللانغان ئارخىپنى يايىدۇ

source: Extract the selected archive here
ug: تاللانغان ئارخىپلارنى بۇ يەرگە يايىدۇ

source: Extract the selected archive in the current folder
ug: ھازىرقى ئارخىپنى بۇ مۇندەرىجە ئىچىگە يايىدۇ

source: Eyes
ug: كۆزلەر

source: Eyes that spy on you
ug: سىزگە قاراپ تۇرغان كۆزلەر

source: F
ug: تۇمان

source: FIFO buffer size (in kb)
ug: FIFO يىغلەك چوڭلۇقى(KB)

source: FIFO buffer:
ug: FIFO يىغلەك:

source: F_irst
ug: تۇنجى(_F)

source: F_ont size:
ug: فونت چوڭلۇقى(_O):

source: F_ont:
ug: خەت نۇسخىسى(_O):

source: F_ormat:
ug: فورماتى(_O)

source: F_uzziness:
ug: مۈجمەللىكى(_U):

source: Failed
ug: مەغلۇپ بولدى

source: Failed adding "%s"
ug: «%s» نى قوشۇۋاتقاندا مەغلۇپ

source: Failed to acquire manager selection for screen %d
ug: ئېكران %d manager selection نى ئېلىش مەغلۇپ بولدى

source: Failed to activate running instance
ug: ئىجرا بولۇۋاتقان ئۈلگىنى ئاكتىپلاش مەغلۇپ بولدى

source: Failed to add a plugin to the panel
ug: كۆزنەككە قىستۇرما قوشۇش مەغلۇپ بولدى

source: Failed to add attachment: %s
ug: قوشۇلما قوشۇش مەغلۇپ بولدى: %s

source: Failed to add bookmark item: %s
ug: خەتكۈش تۇرىنى ئېچىش مەغلۇپ بولدى: %s

source: Failed to add form value: %s
ug: جەدۋەل(form) قىممىتىنى قوشۇش مەغلۇپ بولدى: %s

source: Failed to add new application "%s"
ug: يېڭى پروگرامما «%s» قوشۇش مەغلۇپ بولدى

source: Failed to add new shortcut
ug: تېزلەتمە قوشۇش مەغلۇپ بولدى

source: Failed to browse the network
ug: تورنى كۆرۈش مەغلۇپ بولدى

source: Failed to call the specialized thumbnailer: %s
ug: ئالاھىدە كىچىك سۈرەت ياسىغۇچ چاقىرىش مەغلۇپ بولدى: %s

source: Failed to call the specialized thumbnailer: timeout
ug: ئالاھىدە كىچىك سۈرەت ياسىغۇچنى چاقىرىش مەغلۇپ بولدى: ۋاقىت ئېشىپ كەتتى

source: Failed to change icon of "%s"
ug: «%s» نىڭ سىنبەلگىسىنى ئۆزگەرتىش مەغلۇپ بولدى

source: Failed to change songs while transcoding
ug: كود ئايلاندۇرۇۋاتقاندا ناخشىنى ئۆزگەرتىش مەغلۇپ بۆلىدى

source: Failed to change the group of "%s": %s
ug: «%s» نىڭ گۇرۇپپىسىنى ئۆزگەرتىش مەغلۇپ بۆلىدى: %s

source: Failed to change the owner of "%s": %s
ug: «%s» نىڭ ئىگىسىنى ئۆزگەرتىش مەغلۇپ بولدى: %s

source: Failed to change the permissions of "%s": %s
ug: «%s» نىڭ ھوقۇقلىرىنى ئۆزگەرتىش مەغلۇپ بولدى: %s

source: Failed to clear history: %s
ug: ئىزنى تازىلاش مەغلۇپ بولدى: %s

source: Failed to clear the recent history
ug: يېقىنقى ئىزلارنى تازىلاش مەغلۇپ بولدى

source: Failed to compose new email
ug: يېڭى ئېلخەت يېزىش مەغلۇپ بولدى

source: Failed to compress %d file
ug: %d دانە ھۆججەتنى پرېسلاش مەغلۇپ بولدى

source: Failed to connect to MPD
ug: بۇ MPD غا باغلىنىش مەغلۇپ بولدى

source: Failed to connect to server "%s": %s
ug: مۇلازىمېتىر "%s" ئۇلىنىش مەغلۇپ بولدى: %s

source: Failed to connect to the D-BUS session bus.
ug: D-BUS ئەڭگىمە لىنىيىسىگە باغلىنىش مەغلۇپ بولدى

source: Failed to connect to the D-Bus session bus: %s
ug: D-Bus ئەڭگىمە باش لىنىيىسىگە باشلىنىش مەغلۇپ بولدى: %s

source: Failed to connect to the Trash
ug: ئەخلەتخانىغا باغلىنىش مەغلۇپ بولدى

source: Failed to connect to the session manager: %s
ug: ئەڭگىمە باشقۇرغۇغا باغلىنىش مەغلۇپ بولدى: %s

source: Failed to connect to xfconf daemon. Reason: %s
ug: xfconf مۇئەككىلىگە باغلىنىش مەغلۇپ بولدى. سەۋەبى: %s

source: Failed to convert "%s": %s
ug: «%s» نى ئايلاندۇرۇش مەغلۇپ بولدى: %s

source: Failed to create "%s".
ug: «%s» قۇرۇش مەغلۇپ بولدى.

source: Failed to create a link for the URL "%s"
ug: تور ئادرېسى(URL) «%s» نىڭ ئۇلانمىسىنى ياساش مەغلۇپ بولدى

source: Failed to create archive
ug: ئارخىپ قۇرۇش مەغلۇپ بولدى

source: Failed to create directory "%s": %s
ug: مۇندەرىجە «%s» نى قۇرۇش مەغلۇپ بولدى: %s

source: Failed to create empty file "%s": %s
ug: قۇرۇق ھۆججەت «%s» نى قۇرۇش مەغلۇپ بولدى: %s

source: Failed to create file %s
ug: ھۆججەت %s نى قۇرۇش مەغلۇپ بولدى

source: Failed to create symbolic link for "%s"
ug: «%s» نىڭ بەلگىلىك(symbolic) ئۇلانمىسىنى ياساش مەغلۇپ بولدى

source: Failed to create temporary directory
ug: ۋاقىتلىق مۇندەرىجە ياساش مەغلۇپ بولدى

source: Failed to create temporary file: %s
ug: ۋاقىتلىق ھۆججەت قۇرۇش مەغلۇپ بولدى: %s

source: Failed to create window: %s
ug: كۆزنەك قۇرۇش مەغلۇپ بولدى: %s

source: Failed to delete message "%s": %s
ug: ئۇچۇر «%s» نى ئۆچۈرۈش مەغلۇپ بولدى: %s

source: Failed to determine last modified time of "%s"
ug: «%s» نىڭ ئەڭ ئاخىرقى ئۆزگەرتىلگەن ۋاقتىنى ئېنىقلاش مەغلۇپ بولدى

source: Failed to determine save location for uca.xml
ug: ھۆججەت "uca.xml" نى ساقلايدىغان ئورۇننى بېكىتىش مەغلۇپ بولدى

source: Failed to determine the mount point of "%s"
ug: «%s» نىڭ ئېگەرلەش نۇقتىسىنى بېكىتىش مەغلۇپ بولدى

source: Failed to determine the original path for "%s"
ug: «%s» نىڭ ئەسلىدىكى يولىنى ئېنىقلاش مەغلۇپ بولدى

source: Failed to display the contents of the trash can
ug: ئەخلەتخانىنىڭ مەزمۇنىنى كۆرسىتىش مەغلۇپ بولدى

source: Failed to display the volume management settings
ug: دىسكا باشقۇرۇش تەڭشىكىنى كۆرسىتىش مەغلۇپ بولدى

source: Failed to edit item
ug: تۈرنى تەھرىرلەش مەغلۇپ بولدى

source: Failed to edit item "%s"
ug: تۈر «%s» نى تەھرىرلەش مەغلۇپ بولدى.

source: Failed to eject "%s"
ug: «%s» نى چىقىرىش مەغلۇپ بولدى

source: Failed to empty folder "%s": %s
ug: قىسقۇچ «%s» نى قۇرۇقداش مەغلۇپ بولدى: %s

source: Failed to execute application "%s"
ug: پروگرامما «%s» نى ئىجرا قىلىش مەغلۇپ بولدى.

source: Failed to execute child
ug: بالىنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to execute clock command
ug: clock بۇيرۇقىنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to execute command "%s"
ug: «%s» نى ئىجرا قىلىش مەغلۇپ بولدى.

source: Failed to execute command "%s".
ug: بۇيرۇق «%s»نى ئىجرا قىلىش مەغلۇپ بولدى.

source: Failed to execute database statement: %s
ug: ساندان جۈملىسىنى ئىجرا قىلىش مەغلۇپ بولدى: %s

source: Failed to execute default File Manager
ug: كۆڭۈلدىكى ھۆججەت باشقۇرغۇنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to execute default Mail Reader
ug: كۆڭۈلدىكى خەت ئوقۇغۇنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to execute default Terminal Emulator
ug: كۆڭۈلدىكى تېرمىنال تەقلىدلىگۈنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to execute default Web Browser
ug: كۆڭۈلدىكى تور كۆرگۈنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to execute external command.
ug: سىرتقى بۇيرۇقنى ئىجرا قىلىش مەغلۇپ بولدى.

source: Failed to execute file "%s"
ug: ھۆججەت «%s» نى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to execute the preferred application for category "%s"
ug: «%s» نى بىر تەرەپ قىلىدىغان ئامراق پروگراممىنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to execute xfmedia: %s
ug: xfmedia نى ئىجرا قىلىش مەغلۇپ بولدى: %s

source: Failed to export bookmarks
ug: خەتكۈش ئېكسپورت قىلىش مەغلۇپ بولدى

source: Failed to extract archive
ug: ئارخىپنى يېيىش مەغلۇپ بولدى

source: Failed to extract files
ug: ھۆججەتلەرنى يېيىش مەغلۇپ بولدى

source: Failed to find "channel" element in RSS XML data.
ug: RSS XML ئىچىدىن "channel" ئېلېمېنتىنى تېپىش مەغلۇپ بولدى

source: Failed to find a root certificate file.
ug: غول(root) ئىسپاتنامە ھۆججىتىنى تېپىش مەغلۇپ بولدى.

source: Failed to find required Atom "entry" elements in XML data.
ug: XML غا زۆرۈر بولغان Atom "entry" ئېلېمېنتى تېپىلمىدى.

source: Failed to find required Atom "feed" elements in XML data.
ug: XML غا زۆرۈر بولغان Atom "feed" ئېلېمېنتى تېپىلمىدى.

source: Failed to find required RSS "channel" elements in XML data.
ug: XML ئىچىدىن زۆرۈر بولغان RSS "channel" ئېلېمېنتىنى تېپىش مەغلۇپ بولدى.

source: Failed to find required RSS "item" elements in XML data.
ug: XML ئىچىدىن زۆرۈر بولغان RSS "item" ئېلېمېنتىنى تېپىش مەغلۇپ بولدى.

source: Failed to find root element in feed XML data.
ug: فىد(feed) XML ئىچىدىن root ئېلېمېنتىنى تېپىش مەغلۇپ بولدى

source: Failed to get folder list
ug: مۇندەرىجە تىزىملىكىنى ئوقۇش مەغلۇپ بولدى

source: Failed to get image size
ug: تەسۋىر چوڭلۇقىنى ئوقۇش مەغلۇپ بولدى.

source: Failed to get status of file %s: %s
ug: ھۆججەت %s نىڭ ھالىتىنى ئوقۇش مەغلۇپ بولدى: %s

source: Failed to get the existing type for the value
ug: قىممەتنىڭ تىپىنى ئېلىش مەغلۇپ بولدى

source: Failed to hibernate session
ug: ئەڭگىمەنى ئۈچەككە كىرگۈزۈش مەغلۇپ بولدى

source: Failed to import bookmarks
ug: خەتكۈش ئىمپورت قىلىش مەغلۇپ بولدى

source: Failed to index account "%s": %s
ug: ھېسابات «%s» نى ئىندېكسلاش مەغلۇپ بولدى: %s

source: Failed to index message "%s": %s
ug: ئۇچۇر «%s» نى ئىندېكسلاش مەغلۇپ بولدى: %s

source: Failed to init libxfconf: %s
ug: libxfconf نى دەسلەپلەشتۈرۈش مەغلۇپ بولدى: %s

source: Failed to initialize %s transcoder: %s (falling back to basic implementation)
ug: كود ئالماشتۇرغۇچ(transcoder) %s نى دەسلەپلەشتۈرۈش مەغلۇپ بولدى: %s (ئاساسىي ئەمەلىيلەشتۈرۈلمىسىگە قايتىدۇ)

source: Failed to initialize history: %s
ug: ئىزنى دەسلەپلەشتۈرۈش مەغلۇپ بولدى: %s

source: Failed to initialize xfconf. Reason: %s
ug: xfconf نى دەسلەپلەشتۈرۈش مەغلۇپ بولدى. سەۋەبى: %s

source: Failed to initialize.
ug: دەسلەپلەشتۈرۈش مەغلۇپ بولدى.

source: Failed to insert new history item: %s
ug: يېڭى ئىز قىستۇرۇش مەغلۇپ بولدى: %s

source: Failed to install theme
ug: ئۆرنەكنى ئورنىتىش مەغلۇپ بولدى

source: Failed to launch "%s"
ug: «%s» نى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to launch action "%s".
ug: مەشغۇلات «%s» ئىجرا قىلىش مەغلۇپ بولدى.

source: Failed to launch application "%s"
ug: پروگرامما «%s» نى ئىجرا قىلغىلى بولمىدى

source: Failed to launch default application for "%s"
ug: «%s» نى بىر تەرەپ قىلىدىغان كۆڭۈلدىكى پروگراممىنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to launch desktop item editor
ug: ئۈستەلئۈستى تۇرى تەھرىرلىگۈچىنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to launch external application.
ug: سىرتقى پروگراممىنى ئىجرا قىلىش مەغلۇپ بولدى.

source: Failed to launch operation
ug: مەشغۇلاتنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to launch preferred application for category "%s".
ug: كاتېگورىيە «%s» غا تەۋە ھۆججەتنى ئىجرا قىلىدىغان پروگرامما مەغلۇپ بولدى.

source: Failed to launch shortcut "%s"
ug: تېزلەتمە «%s» نى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to launch the migration application
ug: يۆتكەش(migration) پروگراممىسىنى ئىجرا قىلىش مەغلۇپ بولدى

source: Failed to launch time configuration tool: %s
ug: ۋاقىت سەپلىمە قورالىنى يۆتكەپ ئىشلىتەلمىدى: %s

source: Failed to list folders
ug: قىسقۇچنى تىزىپ كۆرسىتىش مەغلۇپ بولدى

source: Failed to load an rc.xml. Openbox is probably not installed correctly.
ug: بىر rc.xml ھۆججىتىنى ئوقۇش مەغلۇپ بولدى. Openbox نورمال ئورنىتىلمىغان بولۇشى مۇمكىن.

source: Failed to load contents from "%s": %s
ug: «%s» نىڭدىن مەزمۇنلارنى ئوقۇش مەغلۇپ بولدى: %s

source: Failed to load cookies
ug: كۇكىلارنى(cookies) ئوقۇش مەغلۇپ بولدى

source: Failed to load help file
ug: ياردەم ھۆججىتىنى ئوقۇش مەغلۇپ بولدى.

source: Failed to load image "%s": Unknown reason, probably a corrupt image file
ug: رەسىم «%s» نى ئوقۇش مەغلۇپ بولدى،: نامەلۇم سەۋەب، رەسىم ھۆججىتى بۇزۇلغان بولۇشى مۇمكىن
